<template>
    <div class="mui-content">
        <headNav></headNav>
        <div id="content">
            <div class="item">
                <h3>一、总则</h3>
                <p> 1.1 WVS生态的所有权和运营权归WVS生态运营团队所有。</p> 
                <p> 1.2 用户在注册之前，应当仔细阅读本协议，并同意遵守本协议后方可成为注册用户。一旦注册成功，则用户与WVS生态之间自动形成协议关系，用户应当受本协议的约束。用户在使用特殊的服务或产品时，应当同意接受相关协议后方能使用。</p>
                <p>1.3 本协议则可由WVS生态随时更新，用户应当及时关注并同意本生态不承担通知义务。本生态的通知、公告、声明或其它类似内容是本协议的一部分。</p>
                
            </div>

            <div class="item">
                <h3>二、服务内容</h3>
                <p>2.1 WVS生态的具体内容由本生态根据实际情况提供。</p>
                <p>2.2 本生态仅提供相关的网络服务，除此之外与相关网络服务有关的设备(如个人电脑、手机、及其他与接入互联网或移动网有关的装置)及所需的费用(如为接入互联网而支付的电话费及上网费、为使用移动网而支付的手机费)均应由用户自行负担。</p>
            </div>

            <div class="item">
                <h3>三、用户帐号</h3>
                <p>3.1 经本生态注册系统完成注册程序并完善用户信息的用户即成为正式用户，可以获得本生态规定用户所应享有的一切权限；未经认证仅享有本生态规定的部分会员权限。WVS生态有权对会员的权限设计进行变更。</p>
                <p>3.2用户有义务保证密码和帐号的安全，用户利用该密码和帐号所进行的一切活动引起的任何损失或损害，由用户自行承担全部责任，本生态不承担任何责任。如用户发现帐号遭到未授权的使用或发生其他任何安全问题，应立即修改帐号密码并妥善保管，如有必要，请通知本生态。因黑客行为或用户的保管疏忽导致帐号非法使用，本生态不承担任何责任。</p>
            </div>

            <div class="item">
                <h3>四、隐私保护</h3>
                <p>4.1 本生态不对外公开或向第三方提供单个用户的注册资料及用户在使用网络服务时存储在本生态的非公开内容，但下列情况除外：</p>
                <p>(1)事先获得用户的明确授权； </p>
                <p>(2)根据有关的法律法规要求；</p>
                <p>(3)按照相关政府主管部门的要求；</p>
                <p>(4)为维护社会公众的利益。</p>
                <p>4.2 本生态可能会与第三方合作向用户提供相关的网络服务，在此情况下，如该第三方同意承担与本生态同等的保护用户隐私的责任，则本生态有权将用户的注册资料等提供给该第三方。</p>
                <p>4.3 在不透露单个用户隐私资料的前提下，本生态有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。</p>
            </div>

            <div class="item">
                <h3>五、版权声明</h3>
                <p>5.1 本生态的文字、图片、音频、视频等版权均归WVS生态运营团队享有或与作者共同享有，未经本生态许可，不得任意转载。</p>
                <p>5.2 本生态特有的标识、版面设计、编排方式等版权均属WVS生态运营团队享有，未经本生态许可，不得任意复制或转载。</p>
                <p>5.3 使用本生态的任何内容均应注明“来源于WVS生态”，并独立承担一切法律责任。</p>
                <p>5.4 恶意转载本生态内容的，本生态保留将其诉诸法律的权利。</p>
            </div>

            <div class="item">
                <h3>六、责任声明</h3>
                <p>6.1 用户明确同意其使用本生态网络服务所存在的风险及一切后果将完全由用户本人承担，WVS生态对此不承担任何责任。</p>
                <p>6.2 本生态无法保证网络服务一定能满足用户的要求，也不保证网络服务的及时性、安全性、准确性。</p>
                <p>6.3 本生态不保证为方便用户而设置的外部链接的准确性和完整性，同时，对于该等外部链接指向的不由本生态实际控制的任何网页上的内容，本生态不承担任何责任。</p>
                <p>6.4 对于因不可抗力或本生态不能控制的原因造成的网络服务中断或其它缺陷，本生态不承担任何责任，但将尽力减少因此而给用户造成的损失和影响。</p>
                <p>6.5 对于本生态向用户提供的下列产品或者服务的质量缺陷本身及其引发的任何损失，本生态无需承担任何责任：</p>
                <p>(1)本生态向用户免费提供的各项网络服务；</p>
                <p>(2)本生态向用户赠送的任何产品或者服务。</p>
                <p>6.6 本生态有权于任何时间暂时或永久修改或终止本服务(或其任何部分)，而无论其通知与否，本生态对用户和任何第三人均无需承担任何责任。</p>
            </div>

            <div class="item">
                <h3>七、附则</h3>
                <p>7.1 如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。</p>
                <p>7.2 本协议解释权及修订权归WVS生态运营团队所有。</p>
            </div>
        </div>
        
    </div>
</template>

<script>
import headNav from '@/components/headNav/index.vue'
export default {
    name:'userAgreement',
    data(){
        return {

        }
    },
    methods: {
    },
    components: {
        headNav
    },
    created(){
    }
}
</script>

<style lang="scss" scoped>
    #content{
        padding: 60px 15px 0;

        .item{
            margin-bottom: 30px;
            h3{
                font-size: 14px;
                margin-bottom: 8px;
            }
            p{
                margin-bottom: 5px;
            }
        }
    }
</style>